{
"Entity": "Education support",
"Definition": "<p>The country that an individual was born in.</p>",
"SIF": [
  {
    "XPath": [
      "/StudentPersonal/MostRecent/FFPOS",
      "/StudentSchoolEnrollment/FFPOS"
    ],
    "Datestamp": "Latest version: 3.4.9, 2021-11-30",
    "Definition": "<p>Enrolled Full-fee Paying Overseas Student (FFPOS) Status. Enrolment Frame Element 10 NSCC Collection.</p> <p>The status of an enrolment in a CRICOS course and whether the person is liable for a fee which reflects the imputed full average cost of the person's education at the school (including both recurrent and capital costs) irrespective of the actual arrangements to meet the fee.</p>"
  }
],
"OtherStandards": [
],
"LegalDefinitions": [
  {
    "LegislationName": "Australian Education Act 2013",
    "Citation": "Glossary, ยง6",
    "Scope": "Commonweatlh",
    "Link": "http://www.austlii.edu.au/cgi-bin/viewdoc/au/legis/cth/consol_act/aea2013210/s6.html",
    "Datestamp": "2020-12-01",
    "Definition": "<p>an overseas student is a person: <ol> <li>to whom one or more of the following subparagraphs apply: <ol> <li>the person holds a visa in force under the Migration Act 1958 that permits the person to travel to Australia for the purpose of undertaking a course provided by a body;</li> <li>the person is included in such a visa in force under that Act;</li> <li>the person is prescribed as an overseas student by regulations made for the purposes of this subparagraph; and</li> </ol></li> <li>who is not excluded from being an overseas student by regulations made for the purposes of this paragraph.</li> </ol></p>"
  },
    {
    "LegislationName": "Australian Education Regulation 2013",
    "Citation": "ยง6",
    "Scope": "Commonweatlh",
    "Link": "http://www.austlii.edu.au/cgi-bin/viewdoc/au/legis/cth/consol_reg/aer2013301/s6.html",
    "Datestamp": "2020-12-01",
    "Definition": "<p>For paragraph (b) of the definition of overseas student in section 6 of the Act, the following persons are excluded from being an overseas student: <li>a dependant of a person who is receiving a sponsorship or a scholarship for the purpose of undertaking a course provided by an institution in Australia that: <ol><li>is a Table A provider or a Table B provider (within the meaning of the Higher Education Support Act 2003 ); and</li> <li>is meeting the full cost of the education component of the course;</li> </ol></li> <li>a person who is undertaking a course of study provided by an institution or body in Australia under a Student Exchange Program registered by the relevant education authority in the State or Territory where the person is undertaking the Program;</li> <li>a person, or a dependant of a person, who is receiving a sponsorship or a scholarship from the Commonwealth for the purpose of undertaking a course provided by an institution or other body or person in Australia.</li></ol></p>"
  }

],
"Collections": [
  {
    "Name": "NAPLAN Student Registration",
    "Description": "Student", 
    "Standard": "SIF-AU",
    "Elements": [
      "/StudentPersonal/FFPOS"
    ],
    "Commentary": "Enrolled Full-fee Paying Overseas Student (FFPOS) Status."
  }
],
"Metadata": {
"Identifier": "0027",
"Type": "Element",
"DefaultParent": [
  "Person"
],
"Superclass": [
]
}
}

