{
"Entity": "Language Background Other Than English",
"Definition": "<p>Individual has a language background that is not exclusively English-speaking.</p>",
"SIF": [
  {
    "XPath": [
      "/StudentPersonal/PersonInfo/Demographics/LBOTE"
    ],
    "Datestamp": "Latest version: 3.4.9, 2021-11-30",
    "Definition": "<p>Language Background is Other Than English. (http://www.acara.edu.au/verve/_resources/DSM_1.pdf), the LBOTE metric is under review. Currently it can be derived from Student and Parents Language Background.</p>"
  }
],
"OtherStandards": [
  {
    "Standard": "Language background other than English",
    "Link": [
      "https://www.acara.edu.au/docs/default-source/default-document-library/data-standards-manual---student-background-characteristics---2022-edition561c2f404c94637ead88ff00003e0139.pdf?sfvrsn=e5884c07_0"
    ],
    "Path": [
      "LBOTE",
      "Language other than English spoken at home"
    ],
    "Definition": "<p>Language background other than English. This indicator is derived from the language other than English spoken at home by the student or the student’s parents/guardians/carers. It indicates whether a student is of an English language background or other than English language background. A student is defined as being of a language background other than English if either the student, the student’s parent1/guardian1/carer1 or the student’s parent2/guardian2/carer2 speaks a language other than English at home.</p> <p>‘Language other than English spoken at home’ is defined as the language other than English, spoken in the home by the respondent.  If the respondent speaks more than one language other than English at home report the language other than English the respondent speaks most often.  Information is to be sought in relation to the student, parent1 and parent2</p>"
  }
],
"LegalDefinitions": [
],
"Collections": [
  {
    "Name": "NAPLAN Student Registration",
    "Description": "Student", 
    "Standard": "SIF-AU",
    "Elements": [
      "/StudentPersonal/PersonInfo/Demographics/LBOTE"
    ],
    "Commentary": "Language Background is Other Than English. http://www.acara.edu.au/docs/default-source/default- document-library/data-standards-manual-(july- 2017)e44c12404c94637ead88ff00003e0139.pdf?sfvrsn=0  . The LBOTE metric is under review. Currently it can be derived from Student and Parents Language Background."
  }
],
"Metadata": {
"Identifier": "003028",
"Type": "Element",
"DefaultParent": [
  "Person"
],
"Superclass": [
]
}
}

